{
	"skills": {
		"fusion": ["#9B907A", "I use it for almost every 3D model I've made, but I haven't had the opportunity to use the other tools Fusion offers for production"],
		"neovim": ["#90A78C", "After use VScode at least for a year, I found Neovim as my preferred code editor at the moment."],
		"web": ["#99937C", "I think I'm having a Dunnig-Kruger effect in the creation of web pages, but you can evaluate with this page and others I've created if my work is good or not."],
		"git": ["#90A78C", "I control git from the terminal with GitHub as a remote repository. "],
		"rust": ["#959B83", "I love rust. Everything crashes, but that is the most important part of programming: Knowing what is wrong or could go wrong in the future and solve it. That is why I'm trying to migrate from C to Rust. However, it's a long and, at the moment, strange path for me."],
		"linux": ["#99957D", "I used Arch as my principle distribution of linux for 2 year. However I started to use Fusion 360, so I couldn't continue with it. But I miss Linux, so at the moment I'm saving money to buy 1TB drive to dual-boot my PC"],
		"Microchip":["#97987F", "I use this sofware to program in C because it speeds up and saves me a lot of work. But I'm trying to change that, programming without microchip studio and using instead the terminal with Neovim."],
		"Kicad": ["#9B8F78", "All my projects were created with Kicad. I'm improving in this area but at the moment I'm able to create simple PCB circuits."]
	},
	"contacts": {
		"discord": "camilo0592",
		"githubB": "https://github.com/JuanCamilo0509",
        "gmail": "juank109845@gmail.com"
	},
	"aboutMe": {
		"description": "I'm a very appassionate person, striving to improve day by day to make the world an easier place to live through mechatronics and engineering. I would be delighted to work with people that share the same passion for this stuff.\n I enjoy programming, spending time with friends, 3D modeling, reding and learning.",
		"country": ["colombia", "uk"],
		"image": "Assets/Elements/profileImg.jpg"
	},
	"projects": [
		{
			"name": "Chess Clock",
			"description": "A simple chess clock ready to play",
			"date": "25/05/2024",
			"img": "chessClock.glb",
			"logo": "ChessClock.svg",
			"link": "https://github.com/JuanCamilo0509/chess-clock"
		},
				{
			"name": "Climb",
			"description": "A prototype in progress to simulate biclycle routes",
			"date": "05/06/2024",
			"img": "Climb.glb",
			"logo": "Climb.svg",
			"link": "https://github.com/JuanCamilo0509/Climbing-Mountain"
		}

	],
	"studies": [
		{
			"name": "Gimnasion Manuel del Socorro",
			"description": "Bachillerato",
			"date": "2016-2022",
			"img": "gmms.png",
			"logo": "gmms.svg",
			"link": "https://gmmsr.edu.co/"
		},
		{
			"name": "Universidad Nacional de Colombia",
			"description": "Ingeniería Mecatrónica",
			"date": "2022",
			"img": "unal.png",
			"logo": "unal.svg",
			"link": "https://unal.edu.co/"
		},
		{
			"name": "Campo Alto",
			"description": "Tecnico Automotriz",
			"date": "2024",
			"img": "campo.png",
			"logo": "campo.svg",
			"link": "https://campoalto.edu.co/"
		}
	],
	"experience": [
	]
}

